Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Sámedikki mearrádus áššis 25/99 Duodji — kultuvra , fága ja ealáhus , lohká ahte galgá ásahuvvot ovddidanprográmma duodjái .
nob: Sametingets vedtak i sak 25/99 Duodji - kultur , fag og næring tar til ordet for å opprette et utviklingsprogram for duodji .

source: Sámediggi oaidná ahte ealáhusráđđi áigu dahkat dan maid lea dárbu vai prográmma álggahuvvošii .
nob: Sametinget registrerer at næringsrådet vil ta initiativ for å iverksette programmet .

source: Sámi ealáhusráđđi evttoha nammadit sierra bargojoavkku mii galgá plánii evttohit mandáhta , sisdoalu , áigeplána ja organiserema , ja Sámediggi lea mielas dasa .
nob: Samisk næringsråd foreslår nedsatt en egen arbeidsgruppe som skal komme med forslag til mandat , innhold , tidsplan og organisering av programmet .

source: Nissoniid sadji
nob: Kvinners rolle

source: Sámediggi liiko go Sámi ealáhusráđđi addá doarjaga nissoniidda mat álggahit ealáhusdoaimma .
nob: Sametinget er glad for det arbeidet Samisk næringsråd gjør når det gjelder å gi støtte til kvinner som starter en næringsvirksomhet .

source: Sámediggi oaidná dattetge ahte doarjja nissoniidda geat áiggošedje álggahit fitnodaga lea unnon 11,8 % 1999:s , 1998:s dat lei 37,8 % ja 1999:s dušše 26 % .
nob: Sametinget registrerer imidlertid at støtten til kvinnelige etablere er blitt redusert med 11,8% fra 37,8% i 1998 til 26% i 1999 .

source: Dát lea hui heajos rievdan ja guhkkin eret das mo galggašii , namalassii 50 % .
nob: Dette er en svært negativ utvikling og langt fra den ideelle andelen på 50% .

source: Sámediggi dáhttu ealáhusráđi kártet mii lea sivvan dán rievdamii ja ovddidit evttohusa Sámediggái .
nob: Sametinget ber næringsrådet kartlegge årsakene til denne utviklingen og fremme forslag for Sametinget .

source: Ráđđehusa Davvi-Norgga lávdegoddi
nob: Regjeringens Nord-Norge utvalg

source: Sámediggi atná lávdegotti barggu hui deatalažžan .
nob: Sametinget legger stor vekt på det arbeidet som utvalget gjør .

source: Lávdegoddi doaibmá Sámediggái ea.ea. arenan mii doalvu earáide dikki jurdagiid iežas plánaid vuođul , gos dáhtošii gožihit sámi perspektiivva dáin surggiin .
nob: For Sametinget fungerer utvalget bl.a. som en arena for formidling av ideer i tråd med eget planverk , hvor man ønsker å ivareta det samiske perspektivet på de ulike sektorene .

source: Dáinna bargguin leat regiovnnalaš eiseválddit ja Sámediggi oaidnigoahtán deatalažžan nannet regiovnnalaš doaibmaprográmma , gos nášuvnnalaš politihka prosedyrat ja rutiinnat buorebut heivehuvvojit regiovnnalaš dási mihttomeriide .
nob: Gjennom dette arbeidet har de regionale myndighetene og Sametinget blitt mer fokusert på å styrke det regionale handlingsprogrammet , hvor prosedyrer og rutiner for den nasjonale politikken bedre tilpasses målene på regionalt nivå .

source: Dát mearkkaša nannoseabbo mieldeváikkuheami , nannoseabbo regiovnnalaš gullevašvuohta ja stuorát oasi hálddašeapmi váikkuhangaskaomiin mat geavahuvvojit davimus riikkaoasi ealáhusovddideapmái .
nob: Dette betyr sterkere medinnflytelse , sterkere regional forankring og forvaltning av de virkemidler som benyttes til næringsutvikling i den nordlige landsdelen .

source: Áigumuššan lea ovddidit sierra proposišuvnna mii sáhttá leat mielde buorideamen gulahallama guovddášeiseválddiiguin dain fáttáin mat gieđahallojuvvojit .
nob: Det tas sikte på å fremme en egen proposisjon som kan bidra til en mer fokusert dialog med sentralmyndighetene på de temaene som behandles .

source: Ovttastahttin ja ovttasbargu
nob: Samordning og samarbeid

source: Sámi ealáhusráđđi lohká leat hástalussan Sámediggái iežas plánaid operašonaliseret .
nob: Samisk næringsråd peker på at Sametinget har en utfordring i å operasjonalisere sitt eget planverk .

source: Dán áigodaga Sámediggeplánas ja Sámi riddo- ja vuotnaguovlluid doaibmaplánas leat čielga eavttut , prinsihpat , hástalusat ja áŋgiruššansuorggit maiguin lea deatalaš Sámi ealáhusráđđái viidáseappot bargat .
nob: Sametingsplanen for inneværende periode og Handlingsplan for samiske kyst- og fjordområder gir klare forutsetninger , prinsipper , utfordringer og innsatsområder som er relevante for det videre arbeidet i Samisk næringsråd .

source: Sámi ealáhusráđđi lohká , nugo Sámi kulturráđđi ge , siskkáldasat Sámedikkis dárbun ovttastahttit váikkuhangaskaomiid geavaheami earret eará Sámi kulturráđi ektui , muhto maiddái olgguldasat eará váikkuhangaskaoapmeaktøraid ektui .
nob: Samisk næringsråd , i likhet med Samisk kulturråd , påpeker behovet for samordning av virkemiddelbruk internt i Sametinget , blant annet i forhold til Samisk kulturråd , men også eksternt i forhold til andre virkemiddelaktører .

source: Sámediggi oaidná ahte Sámi ealáhusráđđi nannoseabbot go ovdal dáhtošii bidjat eavttuid sámi guovlluid ealáhusovddideapmái .
nob: Sametinget merker seg at Samisk næringsråd i sterkere grad enn tidligere ønsker å være premissgiver for næringsutviklingen i samiske områder .

source: Vaikke vel Sámi ealáhusráđis dán rádjái lea leamaš hui ollu earalágan doaibma ohcciid ektui go SND:s lea , de ii leat Sámi ealáhusráđđi dál makkárge iešheanalis váikkuhangaskaoapmeakt ¸ran čielga profiillain ja ieđheanalis molssaeavttuin .
nob: Selv om Samisk næringsråd til nå har hatt en meget forskjellig tilnærming til søkerne enn hva SND har , står ikke Samisk næringsråd i dag fram som en egen selvstendig virkemiddelaktør med en klar profil og et selvstendig alternativ .

source: Sámi ealáhusráđđi lohká deatalažžan Sámediggái leat mielde iešguđet foraid prográmmabargguin gozihan dihte politihkas ja strategiijaidis .
nob: Samisk næringsråd peker på at det er viktig for Sametinget å delta i programarbeid i ulike fora for å ivareta sin politikk og sine strategier .

source: Dás sáhttá namuhit Sis-Finmárkku nuppástuhttinprográmma ja Ráđđehusa Davvi-Norgga lávdegotti .
nob: Her kan spesielt nevnes Omstillingsprogrammet for Indre Finnmark og Regjeringens Nord-Norge utvalg .

source: Sámedikki siskkáldas ovttasbargu
nob: Samarbeidet internt i Sametinget

source: Sámediggi oaidná ahte Sámi ealáhusráđđi lohká dárbbašlažžan buoridit dikki siskkáldas ovttasbarggu ja dieđuid biđgema , ja ahte rollajuogadeapmi váldohálddahusa ja Sámi ealáhusráđi fágaorgánan gaskka čielggaduvvo .
nob: Sametinget registrerer at Samisk næringsråd ser behov for at samarbeid og informasjonsflyt internt i Sametinget forbedres , og at rollefordelingen mellom hovedadministrasjonen og Samisk næringsråd som fagorgan avklares .

source: Dás lea earenoamážit sáhka áššiin mat gusket ealáhusaide ja barggolašvuhtii .
nob: Dette gjelder spesielt i saker som berører næringsliv og sysselsetting .

source: Sámi ealáhusráđđi váillaha linjáid mat čielgasit muitalivčče geas ja guđe dásis lea ovddasvástádus dáin áššiin .
nob: Samisk næringsråd savner klare linjer når det gjelder hvem som har ansvar for disse spørsmålene .

source: Loahppamearkkašumit
nob: Avsluttende merknader

source: Sámediggi lea duhtavaš go buot vuollásaš ráđiin lea 1999:s dahkkojuvvon viiddis ja fágalaččat buorre bargu .
nob: Sametinget er fornøyd med at det i 1999 har vært utført et omfattende og faglig godt arbeid i samtlige av de underliggende rådene .

source: Sámediggi váldá diehtun jahkedieđáhusaid mat lea ovddiduvvon .
nob: Sametinget tar til etterretning de årsmeldingene som er lagt frem .

source: Mearkkašupmi 1 áirasis Willy Ørnebakk , Bargiidbellodaga sámediggejoavku :
nob: Merknad nr. 1 , AP ’ s sametingsgruppe v / Willy Ørnebakk :

source: Bargiidbellodaga sámediggejoavku lea mielas bargui mii lea álggahuvvon vuollásaš ráđiid organiserema ektui , maiddái bargguid , doaimmaid ja doarjjaortnegiid struktuvrra ektui .
nob: Arbeiderpartiets sametingsgruppe er positiv til at det er igangsatt et arbeid med gjennomgang av organiseringen av underliggende råd , herunder oppgaver , funksjoner og strukturen i tilskuddsordningene .

source: Sámi kulturmuitoráđđi — ovttasbargu eará hálddašemiin
nob: Samisk kulturminneråd - Samarbeid med den øvrige forvaltningen

source: Sierralágan doaibmabijuid dárkkistemiid oktavuođas šaddet stuorra máksámušat daidda geaidda ášši guoská .
nob: Befaringer ved tiltak av forskjellig art medfører betydelige kostnader for de berørte .

source: Bargiidbellodaga sámediggejoavku dáhttu bargat dan ala ahte nu bures go vejolaš ovttastahttit Sámi kulturmuitoráđi ja guoskevaš fylkkakulturossodaga bargguid dárkkistemiid oktavuođas , seastin dihte buot oasálaččaid goluid .
nob: Arbeiderpartiets sametingsgruppe ber om at det tas initiativ til en best mulig samordning mellom SKR og den berørte fylkeskulturetaten ved befaringer med sikte på å redusere kostnadene for alle parter .

source: Sámi kulturráđđi — doaibmadoarjja
nob: Samisk kulturråd - driftsstøtte

source: Dáhkidusat maid Sámediggeráđđi buvttii 1999 skábmamánu dievasčoahkkimis das ahte buot sápmelaččain , beroškeahttá das mo leat organiserejuvvon , leat seamma vejolašvuođat ohcat doarjaga doaluide , leat hui bures vuostáiváldojuvvon .
nob: Sametingsrådets forsikringer i november 99 - plenum om at alle samer har like muligheter til å søke tilskudd til arrangementer uansett hvordan man har valgt å organisere seg , er blitt meget positivt mottatt .

source: Bargiidbellodaga sámediggejoavku lea hui duhtavaš dainna go ášši mii guoská váldo- ja kulturorganisašuvnnaid doaibmadoarjjaortnegii galgá geahčaduvvot 2000-jagis , maŋŋá go leat dan ovddidan .
nob: Etter å ha tatt opp problematikken med driftsstøtteordninger til hoved- og kultur-organisasjonene er Arbeiderpartiets sametingsgruppe godt fornøyd med at en gjennomgang av disse skal skje i år 2000 .

source: Sámi ealáhusráđđi
nob: Samisk næringsråd

source: Lea áibbas riekta ahte Sámedikki váikkuhangaskaoamit geavahuvvojit dasa ahte oččodit ovttaskas eanadoalli doaibmagoluid unnibun oktasašdoaimmaid prioriteremiin .
nob: Det er helt riktig at Sametingets virkemidler settes inn for å stimulere til lavere driftsutgifter for den enkelte gårdbruker gjennom å prioritere fellestiltak .

source: Danne go dál gávdnojit ollu čábbát geavahuvvon neavut ollu dálloheaittihemiid geažil , lea vejolaš geahpedit máksámušaid ain eambbo .
nob: Ettersom det for tiden er mye brukt utstyr av god kvalitet tilgjengelig på markedet som følge av mange bruksnedleggelser vil det være mulig å redusere kostnadene enda mer .

source: Sámediggi bivdá maiddái ahte addit investerendoarjaga ođđaset mašiinnaide mat vuvdojuvvojit mášenfitnodagaid bokte .
nob: Sametinget ber om at investeringsstøtte også ytes til nyere brukte maskiner som omsettes gjennom maskinfirma .

source: Dál leat ollugat geat áiggošedje oastit geavahuvvon fatnasiid .
nob: Det er for tiden et svært stramt marked for omsetning av brukte båter .

source: Sámediggi dáhttu Sámi ealáhusráđi geavahit dávggasvuođa nu ahte guolásteddjiide geat leat Sámi ovddidanfoandda doaibmaguovllus , ii šatta váttisin hálddašanrutiinnaid geažil fidnet fatnasiid .
nob: Sametinget ber SNR om å bruke fleksibilitet slik at fiskere bosatt innenfor SUF ' s virkeområde ikke får problemer med å få tak i båter som følge av forvaltningsrutiner .

source: Eavttuhus 1 , áirasis Nils Henrik Måsø , Guovddášbellodaga sámediggejoavku :
nob: Forslag 1 , representant Nils Henrik Måsø , SP ’ s sametingsgruppe :

source: Sámi lágadusdoaibma ( s. 5 )
nob: Samisk forlagsdrift : ( s.5 )

source: Lasáhus ( maŋemus cealkka ) : « Deattuhuvvo ahte Sámi oahppneavvoguovddážis ii galgga leat lagádusdoaibma sámi oahpponeavvuid ráhkadeamis , muhto sáhttá leat veahkkin dábuhit oahpponeavvuid dalle go lágádusat eai nákce dan dahkat dohkálaččat .
nob: Tilføyelse ( siste setning ) : " Det understrekes at Samisk læremiddelsenter ikke skal ha noen forlagsrolle i produksjon av samiske læremidler , men kan bidra til å skaffe læremidler på områder der forlag ikke makter oppgaven tilfredsstillende .

source: Dan sáhttá dahkat metodalaš ovdánahttinbargguin ja prošeavttaid bajit dási prošeaktastivremiin , ja gárvves oahpponeavvuid loahpalaš árvvoštallamiin ja dohkkehemiin . »
nob: Dette kan bl.a. gjøres med metodisk utviklingsarbeid og overordnet prosjektstyring , samt evaluering og godkjenning av prosjekter og ferdige læremidler . "

source: 39 áirasis ledje 37 čoahkis .
nob: Av 39 representanter var 37 tilstede .

source: Eavttuhus 1 sáddejuvvo Sámediggeráđđái .
nob: Forslag 1 ble oversendt Sametingsrådet .

source: Sámediggeráđi árvalus mearriduvvui ovttajienalaččat .
nob: Sametingsrådets innstilling ble enstemmig vedtatt .

source: Isak M. O. Hætta , áššejođiheaddji
nob: Isak Mathis O. Hætta , saksordfører

source: Ášši meannudeapmi loahpahuvvui njukčamánu 1. b. dii. 10.30 .
nob: Saken avsluttet 1. mars 2000 kl. 10.30 .

source: Ášši 7/00 Sámedikki 1999 jahkedieđáhus
nob: Sak 7/00 Sametingets årsmelding 1999

source: Ášši meannudeapmi álggahuvvui njukčamánu 1. b. dii. 10.45 .
nob: Saken påbegynt 1. mars 2000 kl. 10.45 .

source: Sámi kulturmuitoráđi 1999 jahkedieđáhus , mearriduvvon 07.01.00 čoahkkimis
nob: Årsmelding 1999 Samisk kulturminneråd , vedtatt i møte 07.01.00

source: Sámi kulturráđi 1999 jahkedieđáhus , mearriduvvon 07.01.00 čoahkkimis
nob: Årsmelding 1999 Samisk kulturråd , vedtatt i møte 07.01.00

source: Sámi giellaráđi 1999 jahkedieđáhus , mearriduvvon 05 .
nob: Årsmelding 1999 Samisk språkråd , vedtatt i møte 05.- 06.01.00

source: Sámi ealáhusráđi 1999 jahkedieđáhus , hálddahusa árvalus
nob: Årsmelding 1999 Samisk næringsråd , vedtatt i møte 01 .

source: Boahtteáiggi politihka hápmen
nob: Fremtidig politikkutforming

source: 1.1 Jahkedieđáhusa perspektiivvat
nob: 1.1 Årsmeldingens perspektiver

source: Sámelága § 1-3 vuođul galgá Sámedikki jahkedieđáhus sáddejuvvot Gonagassii .
nob: I følge samelovens § 1-3 skal Sametingets årsmelding oversendes Kongen .

source: Ráđđehus ovddida stuorradiggediedáhusa Sámedikki doaimma birra juohke jagi Stuorradiggái .
nob: Regjeringen framlegger for Stortinget en årlig stortingsmelding om Sametingets virksomhet .

source: Sámedikki 1998 jahkedieđáhus lea biddjojuvvon nubbin kapihttalin Stuorradiggediedáhusas nr 48 ( 1998-99 ) Sámedikki 1998 doaimma birra .
nob: Sametingets årsmelding for 1998 er lagt inn som kapittel 2 i St meld nr 48 ( 1998-99 ) Om Sametingets virksomhet for 1998 .

source: Sámedikki dieđáhusrutiinnain lea dasto 4-jagi perspektiiva .
nob: Sametingets meldingsrutiner innehar samtidig et 4-års perspektiv .

source: Stuorradiggi lea Sámelága mearrádusa oktavuođas maiddái mearridan , ahte oktii juohke stuorradiggeáigodagas ovddiduvvo dieđáhus daid doaibmabijuid birra mat galget sihkkarastit ja ovddidit sámi giela , kultuvrra ja servodateallima .
nob: Stortinget har i tilknytning til vedtak om sameloven også besluttet at det en gang i hver stortingsperiode fremlegges melding om de tiltak som foretas for å sikre og utvikle samenes språk , kultur og samfunnsliv .

source: Dán prinsihppadieđáhusas galget eiseválddit dasto guorahallat vuđoleabbot ja prinsihpalaččat Ráđđehusa sámepolitihka juohke stuorradiggeáigodagas .
nob: En prinsippmelding skal således inneholde en mer grundig og prinsipiell drøfting av Regjeringens samepolitikk i hver stortingsperiode .

source: 1.2 Ovttasbargu Sámedikki ja guovddáš eiseválddiid gaskka
nob: 1.2 Forholdet mellom Sametinget og sentrale myndigheter

source: Dan geažil go stáhta guhkit áiggi lea healbadan geatnegasvuođaidis , de lea sámi servodat easkka álggahan guovddáš servodatsurggiid fálaldagaid huksema .
nob: Som et resultat av en forsømmelse fra statens side over lengre tid står det samiske samfunnet overfor en nylig påbegynt utbygging av tilbudet innen sentrale samfunnsområder .

source: Go ain galgá hukset sámi kulturvuođu , de dagaha dat dan ahte sámi vuoigatvuođabarggus šaddá ođđa láhkaaddináigodat .
nob: En fortsatt utbygging av det samiske kulturgrunnlaget medfører en ny lovgivningsperiode innen samisk rettighetsarbeid .

source: Dárbbašuvvojit maiddái ollu ruđat ja resurssat sámi servodaga huksemii .
nob: Behovet for midler og ressurser til utbyggingen av det samiske samfunnet er også meget stort .

source: Dát mearkkaša dan ahte go sámi servodat lea vuođđuduvvomin , de lea našuvnnalaš servodat nuppástuhttojuvvomin .
nob: Det nasjonale samfunnet har derimot gjennomført sin oppbygging tidligere , og nå er inne i en omdanningsfase .

source: Sámediggi lea sámi álbmotválljen orgána mii bargá sámi álbmoga ovddas .
nob: Sametinget er et samisk folkevalgt organ som handler på vegne av det samiske folket .

source: Dan deataleamos bargu lea leat mielde váikkuheamen ja bidjamin eavttuid servodaga hápmemii movt gozihit , nannet ja ovddidit sámi kultuvrra , ealáhusaid ja servodaga .
nob: En av de viktigste rollene for Sametinget er å være medspiller og premissgiver i samfunnsutformingen for å ivareta , styrke og utvikle samisk kultur med næringer og samfunn .

source: Sámedikki doaibma lea áibbas guovddážis go vuođđolága § 110a mihttomearrái galgá biddjot konkrehta sisdoallu .
nob: Sametingets virksomhet er avgjørende for å gi målsettingen i Grunnlovens § 110 a et konkret innhold .

source: Danne ferte ge leat lávga ja geatnegahtti ovttasbargu Sámedikki ja guovddáš eiseválddiid gaskka .
nob: Det må derfor være et nært og forpliktende samarbeid mellom Sametinget og sentrale myndigheter .

source: Sámediggi lea ollu jagiid váillahan vástádusa guovddáš eiseválddiid beales daid gažaldagaide maid diggi ovddida .
nob: Sametinget har over flere år savnet en reell tilbakemelding fra sentrale myndigheter på grunnleggende problemstillinger som tinget reiser .

source: Danne illudahttá go Ráđđehusa áigumuššan Stuorradiggedieđáhusas nr 48 ( 1998-99 ) Sámedikki 1998 doaimma birra , lea leamaš buktit signálaid daid áššiide maid Sámediggi lea válddahallan jahkedieđáhusastis .
nob: Det er derfor gledelig at Regjeringen i St meld nr 48 ( 1998-99 ) Om Sametingets virksomhet 1998 har tatt sikte på å gi en tilbakemelding på de sakene Sametinget har omtalt i sin årsmelding .

source: Sámediggi oaivvilda ahte dát lea buorre doaibmabidju ja sávvá ahte dat geavahus jotkojuvvo boahtteáiggis .
nob: Sametinget mener dette er et positivt tiltak og ønsker at man i fremtiden fortsetter med denne praksisen .

source: Dasto oaivvilda Sámediggi ahte lea deatalaš ovddidit ollislaš politihka nu ahte oktavuohta departemeanttaid gaskka nanosmahttojuvvo , dan seammás go fágadepartemeanttaide biddjo ovddasvástádus čuoččaldahttit ja bargat viidáseappot sámi áššiiguin iežaset politihkkasurggiin .
nob: Sametinget mener videre at det er viktig at det utvikles en helhetlig politikk ved at samordningen mellom departementene styrkes , samtidig som fagdepartementene blir tillagt ansvar for å ta initiativ og videreføre samiske saker på sine politikkområder .

source: Rutiinnat ja prosedyrat mat ásahuvvojedje 1998:s sámi bušeahttaáššiid meannudeapmái leat deatalaččat Sámedikki ja Ráđđehusa gaskasaš ovttasbarggu nanosmahttimis .
nob: Rutiner og prosedyrer for behandling av samiske budsjettsaker som ble etablert i 1998 er viktig i arbeidet med å styrke samarbeidet mellom Sametinget og Regjeringen .

source: Stáhtabušeahta 1999 oktavuođas rievdadii Ráđđehus iežas bušeahttabarggu rutiinnaid sámi áššiid ektui .
nob: I forbindelse med statsbudsjettet for 1999 la regjeringen om rutinene for sitt budsjettarbeid med samiske spørsmål .

source: Jagis 2000 juolluda Ráđđehus ruđaid Sámedikki rámmii maiddái fágadepartemeanttaid bušeahttakapihttaliid bokte .
nob: For år 2000 bevilger Regjeringen også midler til Sametingets ramme over fagdepartementers budsjettkapitler .

source: Dát lea mielde oččodeamen ovttaskas fágadepartemeanttaid dovdat ovddasvástádusaset dan seammás go rámmajuolludus addojuvvo Sámediggái .
nob: Dette er med på å ansvarliggjøre det enkelte fagdepartement , samtidig som det gis som rammebevilgning til Sametinget .

source: Sámi bušeahttaáššiid meannudanrutiinnaid ja prosedyraid galggašii ovdánahttit nugo Sámediggi ovdal lea gáibidan , oažžut sierra šiehtadanmálle sámi áššiid bargui .
nob: Rutiner og prosedyrer for behandling av samiske budsjettsaker bør videreutvikles i tråd med Sametingets tidligere krav om en egen forhandlingsmodell for arbeidet med samiske saker .

source: Bušeahttabarggu sáhttá álkidit heivehit šiehtadallamiid oassin man oktavuođas duohta šiehtadallamiid bokte iktit ruhtadárbbuid ja juogadit ovddasvástádusa .
nob: Arbeidet med budsjett kan lett inngå som en del av et forhandlingsopplegg der man gjennom reelle forhandlinger avdekker finansielle behov og ansvarsfordeling .

source: Sámediggi registrere ahte Ráđđehus 1999 stáhtabušeahta oktavuođas lea ráhkadan sierra gihppaga mas válddahallá juolludusaid sámi ulbmiliidda , ja ahte Gielda- ja guovludepartemeanta áigu ráhkadit dákkár bušeahttagihppaga buot bušeahtaid várás boahtteáiggis .
nob: Sametinget registrerer at Regjeringen i forbindelse med statsbudsjettet for 1999 har utarbeidet et eget hefte som omtaler bevilgninger til samiske formål , og at KRD tar sikte på å lage et slikt budsjetthefte for alle fremtidige budsjett .

source: 1.3 Boahtteáiggi hástalusat
nob: 1.3 Fremtidige utfordringer

source: Sámit lea eamiálbmot ja minoritehta riikka álbmoga ektui muđui , ja danne lea ge deatalaš atnit muittus ahte Norgga guovddáš stáhtaeiseválddiid ja sámiid gaskasaš oktavuođas lea eambbo sáhka go dušše oktavuođa birra stáhta ja eamiálbmoga gaskka , mas ferte láhčit dakkár eamiálbmotpolitihka mas iešguđetlágan surggiid oasit leat mielde , ja ahte doaibmabijuid sámiid guovdu ferte láhčit sámiid iežaset dárbbuid ja historjálaš duogáža vuođul .
nob: Derfor er det viktig å være oppmerksom på at forholdet mellom norske sentrale statsmyndigheter og samene som et eget folk dreier seg om forholdet mellom stat og urfolk .

source: Sámepolitihka oktavuođas lea sáhka ollislaš politihka hábmemis , ja danne dan ii sáhte hábmet meroštallojuvvon suorggi dahje sektuvrra siste .
nob: Samepolitikk dreier seg om en helhetlig politikkutforming , og kan derfor ikke utformes innenfor et definert område eller en sektor .

source: Sámedikki doibmii leat vuoigatvuođa politihkka , čálgopolithkka , sosiálapolitihkka , ealáhuspolitihkka , oahpahuspolitihkka ja dat mii guoská mánáide ja nuoraide muhtun oassi dain deataleamos áššesurggiin go politihkka boahtteáiggi várás hábmejuvvo sámi servodaga ektui , muhto maiddái biras- ja nissonperspektiiva ferte leat guovddážis das .
nob: For Sametingets virksomhet vil rettighetspolitikk , velferdspolitikk , sosialpolitikk , næringspolitikk , utdanningspolitikk og det som berører barn og unge , være noen av de viktige saksområdene i utformingen av en fremtidig politikk for det samiske samfunn , men også miljø- og kvinneperspektivet må stå sentralt .

source: Sámi vuoigatvuođalávdegoddi ásahuvvui áiggistis dan dihtii ahte njulget daid bonjuvuođaid mat norgalaš lágain ja hálddašeamis leat sámi vuoigatvuođaid ektui .
nob: Samerettsutvalget ble i sin tid opprettet for å rette opp skjevheter i norsk lovverk og forvaltning i forhold til samiske rettigheter .

source: Lávdegoddi ovddidii iežas oassečielggadusa 1997:s Finnmárkku eatnamiid hálddašeami hárrái .
nob: Utvalget la i 1997 frem sin delutredning om forvaltning av grunnen i Finnmark .

source: Dát oassečielggadus lea dán rádjái stuorámus ášši mii njuolga váikkuha sámi kultuvrra vuođu .
nob: Delutredningen er den hittil største saken med direkte innvirkning på samekulturens grunnlag .

source: Dán árvalusa ovddideapmi lea bohciidahttán hirbmat deatalaš digaštallama sámiid vuoigatvuođaid birra ja dan birra makkár sadji Sámedikkis galggašii leat boahtteáiggi resrursahálddašeamis ja areálaplánemis .
nob: Fremleggelsen av innstillingen har medført en debatt om samiske rettigheter og om Sametingets rolle i fremtidig ressursforvaltning og arealplanlegging .
